Repository: chriwo/mailhandler
Catalog: Resources/Private/Language/*.locallang_csh_mail.xlf
Languages: de

# mail_subject.description
source: Subject of the e-mail. In the subject, variables can be used for dynamic replacement, e.g. {variable}
de: Betreff der E-Mail. Im Betreff können Variablen für eine dynamische Ersetzung genutzt werden, z.B. {variable}

# mail_subject.details
source: Which variables can be used is different and must be inquired with their TYPO3 integrator.
de: Welche Variablen genutzt werden können ist unterschiedlich und muss beim ihrem TYPO3 Integrator erfragt werden.

# mail_body.description
source: In the email body variables can be used for dynamic replacement, e.g. {variable}
de: In dem E-Mail Text können Variablen für eine dynamische Ersetzung genutzt werden, z.B. {variable}

# mail_body.details
source: Which variables can be used is different and must be inquired with their TYPO3 integrator.
de: Welche Variablen genutzt werden können ist unterschiedlich und muss beim ihrem TYPO3 Integrator erfragt werden.

# mail_sender.description
source: Overwrites the default sender of an e-mail.
de: Überschreibt den Default-Absender einer E-Mail.

# mail_sender.details
source: The default sender of an e-mail can be defined in the InstallTool under [MAIL] [defaultMailFromAddress] and [MAIL] [defaultMailFromName].
de: Der Default-Absender einer E-Mail kann im InstallTool unter [MAIL][defaultMailFromAddress] und [MAIL][defaultMailFromName] definiert werden.

# mail_receiver.description
source: Leave this field blank if you want to use dynamic recipients (for example, for a newsletter)
de: Lassen Sie dieses Feld leer, wenn dynamische Empfänger benutzt werden sollen (z.B. bei einem Newsletter)

# mail_receiver_cc.description
source: One or more recipients should be sent to the copy of the email. One recipient is allowed per line.
de: Ein oder mehrere Empfänger an die eine Kopie der E-Mail gesendet werden soll. Pro Zeile ist ein Empfänger erlaubt.

# mail_receiver_cc.details
source: The listed recipients are visible to the actual e-mail recipient.
de: Die aufgeführten Empfänger sind für den eigentlichen E-Mail Empfänger sichtbar.

# mail_receiver_cc.seeAlso
source: Wikipedia | https://en.wikipedia.org/wiki/Carbon_copy
de: Wikipedia | https://de.wikipedia.org/wiki/Header_(E-Mail)#CC:_Carbon_Copy,_die_Kopie

# mail_receiver_bcc.description
source: One or more recipients to whom a copy of the e-mail should be sent. One recipient is allowed per line.
de: Ein oder mehrere Empfänger an die eine Kopie der E-Mail gesendet werden soll. Pro Zeile ist ein Empfänger erlaubt.

# mail_receiver_bcc.details
source: The listed recipients are not visible to the actual e-mail recipient.
de: Die aufgeführten Empfänger sind für den eigentlichen E-Mail Empfänger nicht sichtbar.

# mail_receiver_bcc.seeAlso
source: Wikipedia | https://en.wikipedia.org/wiki/Blind_carbon_copy
de: Wikipedia | https://de.wikipedia.org/wiki/Header_(E-Mail)#BCC:_Blind_Carbon_Copy,_Blindkopie

# mail_return_path.description
source: The optional information indicates to which address an error notification is to be returned by the mail server
de: Die optionale Angabe gibt an, an welche Adresse eine Fehlerbenachrichtigung vom Mailserver zurückgeschickt werden soll

# mail_reply_to.description
source: One or more recipients to whom a reply to the e-mail should be sent (if different from the sender)
de: Ein oder mehrere Empfänger, an die eine Antwort auf die E-Mail geschickt werden soll (falls unterschiedlich zum Absender)

# mail_attachment.description
source: Files which are attached to the e-mail
de: Dateien welche an die E-Mail angehangen werden
